/* Service Name (Do not translate) */
"Rackspace Cloud Files" = "ராக்ச்பேச் முகில் கோப்புகள்";

/* CDN Provider (Do not translate) */
"Akamai" = "அகமாய்";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "பநிஇ அணுகல் விசை";

/* Content Distribution Network */
"CDN Enabled" = "சி.டி.என் இயக்கப்பட்டது";

/* Content Distribution Network */
"CDN Disabled" = "சி.டி.என் முடக்கப்பட்டது";

"IAD" = "வடக்கு வர்சீனியா (ஐஏடி)";
"ORD" = "சிகாகோ (ஆர்ட்)";
"DFW" = "டல்லாச் (டி.எஃப்.டபிள்யூ)";
"LON" = "லண்டன் (லோன்)";
"SYD" = "சிட்னி (சிட்)";
"HKG" = "ஆங்காங் (எச்.கே.சி)";
